; WinSnap v1.1.6 English Language File (Template)
; Translated by Your Name <youremail@domain.com>


;##############################################################################

; NOTE: All statements started with ';' are comments and they are completely 
;       ignored by WinSnap. Feel free to remove them from your language file!

;##############################################################################
; Changes for version 2.0.1 (February 12, 2006)

; Tray tooltip
20003=WinSnap v2.0

; .Exe filter
20033=Կիրառվող ֆայլեր (*.exe, *.bat, *.cmd)

; Save As dialog
20060=Պահպանել թափանցիկությունը

; Settings, Image tab
20061=Թափանցիկությունը

; Capture modes
20211="Ամբողջ էկրանով"
20212="Աշխատածրագիր"
20213="Պատուհան"
20214="Ընտրացանկ"
20215="Միավոր"
20216="Շրջան"

; Main menu, Capture
20511="&Ամբողջ էկրանով\tCtrl+1"
20512="&Աշխատածրագիր\tCtrl+2"
20513="&Պատուհան\tCtrl+3"
20514="&Ընտրացանկ\tCtrl+5"
20515="&Պատկեր\tCtrl+4"
20516="&Շրջան\tCtrl+6"

; Main menu
20600="&Գործիքներ"
20601="&Կարգավորել..."

; Tray menu
20921="&Ամբողջ էկրանով"
20922="&Աշխատածրագիր"
20923="&Պատուհան"
20924="&Ընտրացանկ"
20925="&Պատկեր"
20926="&Շրջան"

; Settings, Hotkeys tab
21712="Ամբողջ էկրանով"
21713="Աշխատածրագրի պատուհան."
21714="Ակտիվ պատուհան"
21715="Հայտնվող ընտրացանկ."
21716="Սկսել պատկերի նկարումը."
21717="Սկսել շրջանի նկարումը."

; Customize Tools dialog
23000="Կարգավորել գործիքները"
23001="Նոր..."
23002="Խմբագրել..."
23003="Ջնջել"
23004="Շարժել վեր"
23005="Շարժել ներքև"
23006="Փակել"

; New Tool dialog
23100="Արտաքին գործիք"
23101="ՕԿ"
23102="Մերժել"

23110="Աշխատածրագիր."
23111="Վերնագիրը."
23112="Հրամանը."
23113="Դիտել..."
23114="Ձևաչափերը."
23115="Փոքրեցնել WinSnap-ը՝ հրամանը կատարելուց հետո"
23116="Do not prompt for file name of saved image"
23120="Պահպանել ընտրանքները."
23121="Թղթապանակ."
23122="Դիտել..."
23123="Ֆայլի անունը."
23124="Պատկերի ձևաչափը."

; Region mode, right-click menu
24106="Ֆիկսված չափը"
24107="Պահպանելու դիրքը"

; Object mode, helper dialog
24201="Տեղափոխեք մկնիկի ուղորդիչը էկրանի վրայով՝ փոխելու ընտրումը։"
24202="Վերմագիրը."
24203="Կարգը."
24204="Առաջընթացը."

; Object mode, right-click menu
24300="Ընտրել պատկերը\tSpace"
24301="Ներածել ընտրածը\tTab"
24302="Չեղարկել ընտրումը\tBackspace"
24303="Կոճակներ և ղեկավարում"
24304="Աշխատածրագրի պատուհանը"
24305="Չեղարկել նկարումը\tEsc"
24306="Թողնել այս ընտրացանկը"

; Register dialog
28000="Գրանցել WinSnap"
28001="Գնել!"
28002="Մուտքագրել բանալին..."
28003="Շարունակել"
28004="Դուրս գալ"
28010="WinSnap-ի փորձնական տարբերակը աշխատելու է 30 օր։"
28011="Ձեզ մնացել է %d օր գրանցելու համար։"
28012="Լիցենզիա"

; About dialog
28100="WinSnap-ի մասին"
28101="ՕԿ"
28102="Գրանցել"
28103="Լիցենզիայի սեփականատերն է."
28104="Աջակցություն"

; Errors
32009="Սխալ տեղադրություն\r\n%s"
32010="Սխալ։"
32020="Որոշեք անունը։"

;##############################################################################
; Changes for version 1.1.6 (August 24, 2006)
; Added strings:
;   => 20002="WinSnap"
; General page
;   => 21114="Include mouse cursor in capture"
; Image page
;   => 21603="Keep WinSnap minimized in auto-save mode"
;   => 21604="Clear image on minimize to safe memory"
; Region selection
;   => 24100="Rectangle"
;   => 24101="Round rectangle"
;   => 24102="Ellipse"
;   => 24103="Abort selection\tBackspace"
;   => 24104="Cancel capture\tEsc"
;   => 24105="Dismiss this menu"
;##############################################################################


;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     10000="English_LanguageName (Native_LanguageName)"
;     e.g. 10000="German (Deutsch)"
10000="Armenian(հայերեն)"


; Caption
20000="Windows Snapshot Maker v2.0"
20001=" (Unlicensed)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="sshot"

; Print job name
20011="WinSnap Screenshot"

; Save/Open filters
20030="Բոլոր ֆայլերը (*.*)"
20031="Բոլոր օգտագործվող ձևաչափերը"
20032="Գրանցման տվյալները (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< դատարկ >>"
20091="ստեղծել..."

; Main window
20100="Փակել"
20101="Նոր նկար"
20102="Պատճենել"
20103="Պահպանել որպես..."
20104="Ուղարկել email-ով..."

20110="Ուղղել գույնը."
20111="Անջ."
20112="Մոխրագույնի հետք."
20113="Շագանակագույն"
20114="Շրջել"
20115="Ստվերի էֆֆեկտը."
20116="Անջտ."
20117="Վերևից-ներքև"
20118="Ներքևից-վերև"
20119="Շուրջը"

20120="Այլ."
20121="Կոնտուր"
20122="Ստորագրություն"
20123="Շրջել"
20124="Մասշտաբը"

20200="Նկարելու կարգը."
20201="Ամբողջ էկրանով"
20202="Հավելում"
20203="Ակտիվ պատուհան"
20204="Առանց զարդարումների պատուհան"
20205="Ընտրացանկ"
20206="Շրջան"

; Menu
20300="&Ֆայլ"
20301="&Նոր նկար\tCtrl+N"
20302="&Բացել...\tCtrl+O"
20303="&Պահպանել\tCtrl+S"
20304="Պահպանել &որպես..."
20305="Պահպանել &փոքր օրինակը..."
20306="&Տպել...\tCtrl+P"
20307="Տ&պիչի կարգավորումները..."
20308="Դուրս&գալ"

20350="&Խմբագրել"
20351="&Պատճենել\tCtrl+C"
20352="Պատճենել &փոքր օրինակը"
20353="&Տեղադրել\tCtrl+V"
20354="&Ջնջել\tDel"

20400="&Ընտրանքներ"
20401="Ինքնա&պահպանում"
20402="Ինքնա&պատճենում"
20403="Կարգավորումներ...\tF2"

20410=" Գույնի &ոճը"
20411="&Անջ."
20412="&Մոխրագույնի հետք."
20413="&Շագանակագույն"
20414="&Շրջել"

20420="&Ստվերի էֆֆեկտը"
20421="&Անջ."
20422="&Վերևից ներքև"
20423="Ն&երքևից վերև"
20424="Շ&ուրջը"

20430="&Տարբեր"
20431="&Կոնտուր"
20432="&Ստորագրություն"
20433="&Շրջել"
20434="&Մասշտաբը"

20500="&Նկարը"
20501="&Ամբողջ էկրանով\tCtrl+1"
20502="&Հավելում\tCtrl+2"
20503="&Ակտիվ պատուհան\tCtrl+3"
20504="&Առանց զարդարումների պատուհան\tCtrl+4"
20505="&Ընտրացանկ\tCtrl+5"
20506="&Շրջան...\tCtrl+6"

20550="&Օգնություն"
20551="&Օգնություն\tF1"
20552="&Տնային էջը"
20553="&Աջակցման ֆորում"
20554="Ն&որ տարբերակը"
20555="&Ծրագրի մասին..."
20556="&Գրանցել"
20557="&Մուտքագրել գրանցման բանալին..."

; Tray menu
20900="Թաքցնել WinSnap"
20901="Ցույց տալ WinSnap"
20903="Կարգավորումներ..."
20904="Դուրս գալ"

20911="&Ամբողջ էկրանով"
20912="&Հավելում"
20913="&Ակտիվ պատուհան"
20914="&Առանց զարդարումների պատուհան"
20915="&Ընտրացանկ"
20916="&Շրջան"

; Config
21000="Կարգավորումներ"
21001="ՕԿ"
21002="Մերժել"
21003="Կիրառել"

21050="Ընդհանուր"
21051="Էֆֆեկտներ"
21052="Չափերը"
21053="Ստորագրություն"
21054="Պահպանում"
21055="Ղեկավարում"

; General page
21100="Ծրագրի լեզուն."
21101="Այլ թարգմանություններ..."
21102="Ինքնուրույնաբար բացել WinSnap համակարգը սկսելիս"
21103="Պարբերաբար ստուգել նոր տարբերակի առկայությունը ցանցում"
21104="Ցույց տալ WinSnap բոլոր պատուհաններից վեր"
21105="Պահպանել WinSnap դիրքը և չափերը"
21106="Միշտ ցույց տալ WinSnap-ի պատկերը ներքևում"
21107="Փակելիս թաքցնել ներքևում"
21108="Աշխ. սկսելիս նկարել էկրանը."
21109="Նկարելու կարգը."
21110="Նկարելիս վերարտադրել ձայն"
21111="Թաքցնել WinSnap նկարելուց առաջ"
21112="Թաքցնել ներքևի պատկերը նկարելուց առաջ"
21113="Դադար նկարելուց առաջ (մ/վ)."
21114="Նկարում ներառել մկնիկի շարժագիծը"

; Blending page
21200="Ստվերի էֆֆեկտը."
21201="Անկյունը."
21202="°"
21203="Տեղափոխում."
21204="փիքսել"
21205="Չափը."
21206="փիքսել"
21207="Թափանցիությունը."
21208="%"
21209="Գույնը."
21210="#"
21211="Կոնտուր."
21212="Գույնը."
21213="#"
21214="Լայն."
21215="փիքսել"
21216="Ֆոնը."
21217="Գույնը."
21218="#"

; Canvas page
21400="Շրջել."
21401="Անկյունը."
21402="°"
21403="Մասշտաբը."
21404="Փոխել չափը."
21405="Գրել եռանկյունում."
21406="Չափաբաժինը."
21407="%"
21408="Լայն."
21409="փիքսել"
21410="Բարձր."
21411="փիքսել"
21412="Չափաբաժինը"
21413="Ավելին."
21414="Ինթերպոլացիայի կարգը."

21490="Մոտակա հարևանը"
21491="Bilinear"
21492="Bicubic"
21493="High-Quality Bilinear"
21494="High-Quality Bicubic"

; Watermark page
21500="Նկարը."
21501="Նկարի ֆայլը."
21502="Դիտել..."
21503="Օգտագործել թափանցել."
21504="Թափանցիելությունը."
21505="%"
21506="Դիրքը."
21507="Որոշել հեռացումները նկարի համապատասխան կողմերից."
21508="Հորիզոնական"
21509="%"
21510="Ուղահայաց"
21511="%"
21512="Հորիզոնական"
21513="փիքսել"
21514="Ուղահայաց"
21515="փիքսել"
21516="Հարաբերական կորդինատներ"

21590="Վերևում ձախից"
21591="Վերևում մեջտեղից"
21592="Վերևում աջից"
21593="Կենտրոնում ձախից"
21594="Կենտրոնում"
21595="Կենտրոնում աջից"
21596="Ներքևում ձախից"
21597="Ներքևում կենտրոնով"
21598="Ներքևում աջից"

; Saving page
21600="Ինքնուրույնաբար պատճենել տեղափոխման պատուհան"
21601="Ինքնուրույնաբար պահպանել նկարը"
21602="Չհարցնել նկարի անունը այն պահպանելիս"
21603="Ինքնապահպանման ժամանակ փոքրացրած պահել WinSnap-ը"
21604="Ջնջել նկարը փոքրացնելիս՝ պահպանելու համար հիշողությունը"
21610="Ինքնապահպանման կարգավորումներ."
21611="Ուղին լռելայն."
21612="Դիտել..."
21613="Ֆայլի անունը"
21615="Ձևաչափը."
21620="Սեղմման կարգավորումները."
21621="JPEG-ի որակը."
21622="%"
21699="Ընտրեք Ձեր նկարների ինքնապահպանման ուղին։"

; Hotkeys page
21700="Միացնել\"տաք\" կարճուղիները"
21701="Նկարահանման կառավարում."
21702="Ամբողջ էկրանով"
21703="Հավելում."
21704="Ակտիվ պատուհան."
21705="Առանց զարդարումների պատուհան."
21706="Ընտրացանկ"
21707="Ընտրել շրջանը."
21720="WinSnap-ի ղեկավարումը."
21721="Թաքցնել/վերականգնել."
21722="Ցույց տալ/թաքցնել."
21723="Փակել WinSnap-ը."

; Region selection
24001="Էկրանի վրա որոշեք շրջանը։"
24002="Կորդինատներ."
24003="x:"
24004="y:"
24005="Չափը."
24006="լ."
24007="բ."

24100="Ուղղանկյուն"
24101="Round rectangle"
24102="Էլիպսաձև"
24103="ընտրվածը ձախողվեց\tԵտ գնալ"
24104="Դադարեցնել նկարումը\tԴուրս գալ"
24105="Հեռացնել այս ընտրացանկը"

; Confirmations
31900="WinSnap-ի հաստատում"
31901="WinSnap արդեն աշխատում է,կանգնեցնե՞լ այն։"
31902="Համոզված ե՞ք,որ ցանկանում եք փակել WinSnap-ը"
31903="Վերաբեռնեք ծրագիրը գրանցման գործընթացը ավարտելու համար։\r\nՑանկանում ե՞ք վերաբեռնել WinSnap այժմ։"

; Errors
32000="WinSnap-ի սխալ"
32001=Հնարավոր չէ բեռնել լեզվի ֆայլը
32002="Հնարավոր չէ պահպանել տվյալները գրանցումներում։Համոզվեք,որ Դուք դրա իրավունքը ունեք։"
32003="Հնարավոր չէ բեռնել նկարի ֆայլը\r\nՆրա ձևաչափը սխալ է կամ էլ այն չի օգտագործվում WinSnap-ի կողմից։"
32004="Հնարավոր չէ պահպանել նկարի ֆայլը պնակի վրա։"
32005="հնարավոր չէ պահպանել ժամանակավոր ֆայլը։"
32006="Հնարավոր չէ բեռնել Mapi32.dll"
32007=" MAPI  սխալ՝ հաղորդագրությունը ուղարկելիս։"
32008="Սխալ՝ WinSnap-ը գրանցելիս։"

; Check for update
32500="WinSnap-ի թարմացում"
32501="Առկա է WinSnap-ի նոր տարբերակը։\r\nՑանկանում ե՞ք բեռնել այն։"
32502="Ձեզ մոտ տեղակայված է  WinSnap-ի վերջին տարբերակը։"
